Tekla.Structures.DialogInternal.RebarAttributeRequestArgs
Argument for attribute request event

Tekla.Structures.DialogInternal.RebarAttributeRequestArgs.Attributes
Gets the rebar attributes

Tekla.Structures.DialogInternal.RebarAttributeRequestArgs.#ctor(Tekla.Structures.DialogInternal.RebarAttributes)
Construct AttributeRequestArgs
attributes: Rebar attributes